Repository: boroda74/Music-Scheduler
Catalog: Tasks.*.resx
Languages: ru

# buttonCancel.Text
source: Close
ru: Закрыть

# Play.HeaderText
source: E
ru: И

# Play.ToolTipText
source: Enable task
ru: Включить задачу

# Task.HeaderText
source: Task
ru: Задача

# buttonAdd.Text
source: Add
ru: Добавить

# buttonDelete.Text
source: Delete
ru: Удалить

# buttonEdit.Text
source: Edit
ru: Изменить

# checkBoxWakeupPCOnAutostart.Text
source: Wake up PC for MusicBee autostart
ru: Пробуждать ПК, если требуется автозапуск MusicBee

# checkBoxWakeupPCOnAutostart.ToolTip
source: PC will be awaken only from 'sleep' mode
ru: ПК будет пробуждаться только из спящего режима

# buttonStopAll.Text
source: Stop && Cancel All
ru: Остановить и отменить все

# buttonStopAll.ToolTip
source: Stop playing and cancel all scheduled playlists
ru: Остановить воспроизведение и отменить все запланированные плейлисты

# stopAfterCurrentCheckBox.Text
source: Play current track to the end
ru: Заканчивать воспроизведение текущей дорожки

# stopAfterCurrentCheckBox.ToolTip
source: Play current track to the end independently of playlist start/stop time and duration
ru: Воспроизводить текущую дорожку до конца независимо от времени начала/остановки и макс. длитетельности плейлиста

# skinColorsCheckBox.Text
source: Use MusicBee skin colors
ru: Использовать цвета оформления MusicBee

# skinColorsCheckBox.ToolTip
source: Requires MusicBee restart
ru: Требуется перезапуск MusicBee

# closeMbCheckBox.Text
source: Close MusicBee
ru: Закрыть MusicBee

# closeMbCheckBox.ToolTip
source: Close MusicBee before turning off PC
ru: Закрыть MusicBee перед выключением ПК

# groupBox1.Text
source: Settings
ru: Настройки

# preventMonitorSleepCheckBox.Text
source: Prevent monitor sleep when music is played
ru: Отключить спящий режим монитора при воспроизведении

# preventPcSleepCheckBox.Text
source: Prevent PC sleep when music is played
ru: Отключить спящий режим при воспроизведении

# radioButtonOn.Text
source: Leave PC on
ru: Не выключать ПК

# label2.Text
source: Turn off mode:
ru: Режим выключения:

# radioButtonShutdown.Text
source: Shutdown
ru: Выключение

# radioButtonHibernate.Text
source: Hibernate
ru: Гибернация

# radioButtonSleep.Text
source: Sleep
ru: Сон

# buttonApply.Text
source: Apply
ru: Применить

# $this.Text
source: Music Scheduler
ru: Планировщик воспроизведения музыки
